Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Lea áibbas duohta ahte buot gielalaš doarjja ovdánahttá máná giellaoččodeami.
smj: Ållu duohta l divna gielalasj doarjja åvddånahttá máná giellaåmastimev.

source: Riikkagiella goittotge dorjojuvvo máná eallimis hui ollu iešguđetge birrasiin, go fas sámegielat birrasat gávdnojit ollu uhcit.
smj: Rijkagiella ajtu doarjoduvvá máná iellemin viek moadda iesjguhtik birrasijn, madi sámegielak birrasijs li viek edna binnep.

source: Sámegielat fálaldaga ulbmil ii leat doarjut riikkagiela, baicce sámegiela.
smj: Sámegielak fálaldagá ulmme ij la rijkagielav doarjjot, farra sámegielav.

source: Nubbi ágga lea oadjebas biras mánáide.
smj: Nuppe sivva l jasskis birás mánájda.

source: Dávjá ákkastallojuvvo ahte sihkkarastin dihte mánáide láđis ja oadjebas birrasa, de lea deaŧalaš láhčit saji sin nannoset gillii maiddái, ja dan dihte berre mánná beassat geavahit riikkagiela nu movt alcces heive buoremusat.
smj: Álu argumentieriji gå galggá mánájda hávsskes ja jasskis birrasav láhtjet, de la ájnas hiebadit sajev sijá nannusap giellaj aj, ja dan diehti bierri mánná bessat rijkagielav adnet navti gåk allasis hiehpá buoremusát.

source: Dát sáhttá maiddái leat váhnemiid čielga vuordámuš.
smj: Dát máhttá aj liehket æjgádij tjielgga vuorddemus.

source: Oadjebasvuođa ja dorvvolašvuođa sáhttá goitge olahit máŋgga láhkái ja giellabirrasa lea vejolaš stivret liekkusvuođain.
smj: Jasskisvuodav ja dårvulasjvuodav máhttá huoman jåksåt moatte láhkáj ja giellabirrasav máhttá liekkosvuodajn stivrrit.

source: Dan birra čuožžu eambbo oasis 4.2. 8.2 Giellabirrasa stivren
smj: Dan birra tjuodtju ienep oasen 4.2. 8.2 Giellabirrasav stivrrit

source: Sihke mánáidgárddiin ja skuvllain berre leat čielga vuordámuš ahte mánná váldá atnui sámegiela, ja ahte sámegiella šaddá máná hupmangiellan.
smj: Sihke mánájgárdijn ja skåvlåjn bierri liehket tjielgga vuorddemus jut mánná adnuj válldá sámegielav, ja jut sámegiella sjaddá máná hållamgiellan.

source: Giellaválljen ii leat dušše máhtu duohken, dat sáhttá maid sajáiduvvat meannudeapmin.
smj: Giellaválljim ij la dåssju máhto duogen, dat máhttá aj sajájduvvat mierredime tjadá.

source: Jus mánná hárjána ahte sámegiela ii dárbbaš hupmat, de dan meannudeami lea váttis jorgalahttit.
smj: Jus mánná hárjján jut ij dárbaha sámástit, de dav giehtadallamav la gássjel jårgijdit.

source: Jus mánát galget sámástit, de fertejit guokte diŋgga leat sajis: 1. Máhttu: mánás ferte leat dan mađe sámegielmáhttu ahte duođaid nákce sámástit.
smj: Jus máná galggi sámástit, de hæhttuji guokta vidjura liehket sajen: 1. Máhtudahka: mánán hæhttu liehket dan made sámegielmáhtudahka jut duodaj buktá sámástit.

source: 3. Dárbu: mánná ferte dovdat dárbbu sámástit.
smj: 6. Dárbbo: mánná hæhttu dåbddåt dárbov sámástittjat.

source: Dárbu dihto giela hupmat badjána vuosttažettiin ovttagielagiid searvvis.
smj: Dárbbo visses gielav ságastit badján åvdemusát avtagielagij siegen.

source: Jus lea ovttagielat sámegielat fárus, de badjána dárbu sámástit jus dainna olbmuin galgá gulahallat.
smj: Jus la avtagielak sámegielaga siegen, de badján dárbbo sámástit jus dajna ulmutjijn galggá guládallat.

source: Sámis leat goittotge eanas sámegielagat unnimusat guovttegielagat.
smj: Sámen li ajtu ienemus sámegielaga unnemusát guovtegielaga.

source: Dárbu sámástit ii leat danne čielgasit čadnon gulahallamii, go mii bures gulahallat sámegielagiiguin riikkagiela bokte.
smj: Dárbbo sámástit ij la danen tjielggasit tjanáduvvam guládallamij, gå mij buoragit guládallap sámegielagij rijkagiela baktu.

source: Sámis dakkár duohta dárbu sámástit šaddá álkit dalle, go lea dahkamuš nuppi riikka sámegielagiiguin, geaiguin ii leat vejolaš válljet riikkagiela ja geaiguin sámegiella lea lunddolaš gulahallangaskaoapmi.
smj: Sámen dakkár duohta dárbbo sámástittjat badján, gå la dahkamus nuppe rijka sámegielagij, gej ij la máhttelis rijkagielav válljit ja gejda sámegiella l luondulasj guládallamnævvo.

source: Sámis leatge buorit vásáhusat sámegielat ohppiid rájáid rasttildeaddji, oktasaš doaimmaid olis, ee. Ohcejoga ja Sirpmá skuvlaoahppiid gaskkas.
smj: Sámen li buorre vásádusá rijkaj rastá barggat aktisasj dåjmaj sámegielak oahppij, duola dagu Ohcejågå ja Sirbmá skåvllåoahppij gaskan.

source: Dat lea goittotge vejolaš dušše dihto guovlluin ja dihto sámegielaid ektui, ja praktihkas váttis lágidit jeavddalaččat goittotge smávva mánáiguin.
smj: Dat la ajtu máhttelis dåssju visses guovlojn ja visses sámegielaj gáktuj, ja praktihkan gássjel ásadit aktelt smáv mánájda.

source: Eanas sámemánáid árgabeaivvis lea nu, ahte go eat dárbbaš sámástit vai gulahalašeimmet, de ii leat goassege bággu sámástit.
smj: Ienemus 25 sámemánáj árggabiejven la navti, jus ij dárbaha sámástit guládallama diehti, de ij la goassak nággo sámástit.

source: Juste dán geažil mii eat leatge dássážii juohke oktavuođas lihkostuvvan oažžut mánáid sámástit.
smj: Jur danen ep la dálátjij juohkka aktijvuodan vuorbástuvvam oadtjot mánájt sámástittjat.

source: Mánáide ja nuoraide ferte cegget dárbbu sámástit čielga vuordámušaid bokte - ovttagielat birrasis, gos rávesolbmot diđolaččat stivrejit mánáid giellageavaheami.
smj: Mánájda ja nuorajda hæhttu tsieggit dárbov sámástittjat tjielgga vuorddemusáj baktu - avtagielak birrasin, gånnå ållessjattuga diedulattjat mánáj giellaanov stivrriji.

source: Go mánát leat unnit, de sis lea stuorámus potentiála oahppat eambbo gielaid almmá oahpahusa ja rahčama bokte.
smj: Gå máná li unne, de la siján stuorámus potensiálla oahppat ienep gielajt váni åhpadusá ja rahtjama baktu.

source: Mánát eai leat giellaaktivisttat, hui hárve mánná vállje giela ideologalaš ákkaid vuođul, dego rávesolbmot soitet bargat.
smj: Máná ælla giellaaktivista, mánná viek vuorjját vállji gielav ideologijjalasj siváj diehti, dagu ållessjattuga soajtti dahkat.

source: Mánát geavahit giela gulahallama váste, ja válljejit dan giela man bokte njuovžilepmosit gulahallet earáiguin.
smj: Máná adni gielav guládallamij, ja válljiji dav gielav man baktu másjkugabmusit guládalli iehtjádij.

source: Mánát leat seammás hui hearkkit ja čeahpit válljet giela dakkár signálaid mielde, maid sii áicet iežaset birrasiin.
smj: Máná li sæmmi båttå viek rasje ja tjiehpe gielav válljitjit dakkár signálaj milta, majt ájttsi ietjasa birrasijn.

source: Ovtta dehe guovtti máná dárusteapmi sáhttá nappo váikkuhit olles mánnájoavkku beroštupmái dárustit beaivválaččat.
smj: Avta jali guovte máná dárustibme máhttá nappu vájkkudit ålles mánnájuohkusa berustibmáj bæjválattjat dárustit.

source: Rávesolbmuid ovddasvástádussan lea stivret mánáid giellaválljema ja bisuhit sámi giellafálaldagaid ovttagielagin.
smj: Ållessjattugij åvdåsvásstádussan la mánáj giellaválljimav stivrrit ja sáme giellafálaldagájt bisodit avtagielagin.

source: Giellabirrasa stivren lea nappo deaŧalaš, muhto dat ii leat eisege álki.
smj: Giellabirrasa stivrrim la nappu ájnas, valla dat ij la åvvånis álkke.

source: Mánáidgárdebargit dávjá muitalit ahte olmmoš dovdá iežas garasin ja unnán liekkusin go ii juollut saji máná vuosttašgillii, ja sii ballet movt dákkár starggasvuohta váikkuha máná dorvvolašvuhtii ja obbalaš ovdáneapmái.
smj: Mánájgárddebargge álu subtsasti ulmusj dåbddå sån la garras ja ij væhttsá, gå ij vatte sajev máná vuostasjgiellaj, ja balli gåktu dákkár stajgasvuohta vájkkut máná dårvulasjvuohtaj ja åbbålasj åvddånibmáj.

source: Dutkamat leatge guorahallan movt mánáid ovdáneapmái váikkuhit iešguđetlágan bajásgeassinvuogit.
smj: Dutkama li guoradallam gåktu iesjguhtiklágásj bajedimvuoge mánáj åvddånibmáj vájkkudi.

source: Rávesolbmuid meannudeapmi mánáiguin juhkkojuvvo njealji rávesolmmošrollii, dan mielde movt sii čájehit liekkusvuođa ja vuordámušaid mánnái.
smj: Ållessjattugij giehtadallam mánáj juogeduvvá nielje ållessjattugij rållajda, dan milta gåktu vuosedi liekkosvuodav ja vuorddemusájt mánnáj.

source: Liekkusvuohta ja vuordámušat leat rávesolbmo meannudeamis guokte dehálaš dimenšuvnna.
smj: Liekkosvuohta ja vuorddemusá li ållessjattuga giehtadallamin guokta ájnas dimensjåvnå.

source: Go rávesolmmoš ovttastahttá liekkusvuođa ja vuordámušaid iežas gulahallamis mánáiguin, dat gohčoduvvo autoritatiiva bajásgeassinvuohkin .
smj: Gå ållessjattuk aktij biedjá liekkosvuodav ja vuorddemusájt ietjas guládallamin mánáj, dat gåhtjoduvvá autoritatijva bajedimvuohken .

source: Dakkár bajásgeassinvuogis rávesolbmos leat čielga vuordámušat mánnái, earret eará meannudeami, bargguid ja oahppama hárrái.
smj: Dakkár bajedimvuogen li ållessjattugin tjielgga vuorddemusá mánnáj, duola degu giehtadallama, bargoj ja oahppama hárráj.

source: Seammás rávesolmmoš hukse buriid oktavuođaid ja oadjebas gulahallama mánáin, čilge manne mis leat vuordámušat 26 láhttema hárrái ja addá mánnái vejolašvuođa ovdanbuktit iežas jurdagiid.
smj: Avtabuohta gå ållessjattuk dahká buorijt aktijvuodajt ja jasskis guládallamav mánájn, de tjielggi manen miján li vuorddemusá ulmutjahttema hárráj ja mánnáj vaddá máhttelisvuodav åvddån buktet ietjas ájádusájt.

source: Dát bajásgeassinvuohki sihkkarastá mánáide dorvvolašvuođa ja dahká sin iešheanalažžan.
smj: Dát bajedimvuohke sihkarasstá mánájda dårvulasjvuodav ja dahká sijáv iesjrádálattjan.

source: Autoritatiiva rávesolbmuid vuostebárran leat ges mieđiheaddji rávesolbmot .
smj: Autoritatijva ållessjattugij vuosstepárran li vas miedediddje ållessjattuga .

source: Mieđiheaddji rávesolbmot čájehit ollu liekkusvuođa mánáide, muhto sis fas leat unnán vuordámušat.
smj: Miedediddje ållessjattuga vuosedi ållo liekkosvuodav mánájda, valla siján ælla heva vuorddemusá.

source: Jus sis ležžet vuordámušat, de lea álo vejolaš ákkastallat ja rievdadit vuođđoeavttuid.
smj: Jus siján littji vuorddemusá, de máná agev máhtti argumentierit ja vuodoævtojt rievddadit.

source: Dát lasiha mánáid birrasii vuorddekeahtesvuođa.
smj: Navti máná e ållu diede mav máhtti birrasis vuorddet.

source: Vaikko orruge leame liekkusvuohta go olmmoš ii stivre máná eaige leat makkárge vuordámušat mánnái, omd. giellageavaheami dáfus, de dutkamat čájehit ahte dakkár rávesolmmošrolla ii seamma bures hukse oadjebasvuođa ja buriid oahppaneavttuid mánáide.
smj: Vájku aneduvvá liekkosvuohtan gå ulmusj ij stivrri mánáv jalik sujna ælla makkirak vuorddemusá mánnáj, buojkulvissaj giellaano gáktuj, de dutkama vuosedi dakkár ållessjattuga roalla ij sæmmi buoragit dagá jasskisvuodav ja buorre oahppamævtojt mánájda.

source: Dutkamat čájehit ahte go rávesolbmot čájehit áddejumi ja liekkusvuođa mánnái seammás go leat čielga rájit ja vuordámušat, de mánná hukse iešheanalašvuođa ja iešluohttámuša.
smj: Dutkama vuosedi gå ållessjattuga vuosedi dádjadusáv ja liekkosvuodav mánnáj sæmmi bále gå biedji tjielgga rájájt ja vuorddemusájt, de mánná tsieggi iesjrádálasjvuodav ja iesjluohtádusáv.

source: Autoritára rávesolbmo t fas gáibidit mánáin ollu, áibbas beroškeahttá mánáid agis ja láddanmuttus, ja čájehit unnán áddejumi ja liekkusvuođa.
smj: Autoriterra ållessjattuga vas gájbbedi mánájs ålov, ållu berustik mánáj álldaris ja láddamis, ja vuosedi binná dádjadusáv ja liekkosvuodav.

source: Sii eai čilge vuordámušaid ja gáibádusaid duogáža eaige atte mánnái vejolašvuođa ovdanbuktit eahpádusa, balu ja eahpesihkarvuođa.
smj: E tjielggi vuorddemusájt ja gájbbádusáj duogátjav e ga mánnáj vatte máhttelisvuodav åvddån buktet juorrulimev, balov ja iehpesihkarvuodav.

source: Dáinna bajásgeassinvugiin mánát šaddet unnán iešbirgejeaddjit.
smj: Dájna bajedimvuogijn máná e heva ietja bierggi.

source: Dodjálas rávesolbmuin eai leat vuordámušat mánnái iige liekkusvuohta, ja sii leat oppalohkái unnán oinnolaččat máná bajásšaddamis.
smj: Huolodis ållessjattugijn ælla vuorddemusá mánnáj ij ga liekkosvuohta, ja åbbålattjat e heva vuojnnu máná bajássjaddamin.

source: Dakkár rolla ii leat heivvolaš iige sávahahtti bajásgeassin- ja oahppoásahusain.
smj: Dakkár roalla ij la hiebalasj ij ga sávadahtte bajedim- ja åhpadusásadusájn.

source: Giellabirrasa stivren gullá autoritatiiva bajásgeassinvuohkái, dalle go dat dahkko áddejumiin ja máná vuhtiiváldimiin.
smj: Giellabirrasa stivrrim gullu autoritatijva bajedimvuohkáj, gå mánáv dádjat ja mánáv vielet.

source: Dán bajásgeassinvuogi vuođđoprinsihppa lea ahte vuordámušaid galgá čilget ja vuođuštit, dat galget heivet mánáid láddanmuddui, ja mánát galget beassat ságastit vuordámušaid birra.
smj: Dán bajedimvuoge vuodoprinsihppa l vuorddemusájt galggá tjielggit ja vuodostit, da galggi hiehpat mánáj láddamij, ja máná galggi bessat vuorddemusáj birra ságastit.

source: Buot dát prinsihpat láhčet saji giellaságastallamiidda, mat sáhttet ovddidit sihke mánáid ja rávesolbmuid gielladiđolašvuođa.
smj: Divna dá prinsihpa hiebadi sajev giellaságastallamijda, ma máhtti sihke mánáj ja ållessjattugij gielladiedulasjvuodav åvdedit.

source: Ságastallamiid bokte sáhttá ovttas mánáiguin digaštallat manne lea deaŧalaš sámástit.
smj: Ságastallamij baktu máhttá mánáj siegen dágástallat manen la ájnas sámástit.

source: Liekkusvuođa sáhttá olahit go addá mánnái saji muitalit movt son vásiha sámásteami.
smj: Liekkosvuodav máhttá jåksåt gå mánnáj vaddá sajev subtsastit gåktu sámástimev váset.

source: Leago váttis sámástit go ii dovdda buot sániid maid dárbbaša?
smj: Le gus gássjel sámástit gå ij buvte divna bágojt majt dárbaj?

source: Dovdágo mánná balu?
smj: Ballá gus mánná?

source: Máŋggagielat mánáin soitet laktásit iešguđetlágán dovddut iešguđet gielaide ja daid geavaheapmái.
smj: Moattegielak mánájn soajtti iesjguhtiklágásj dåbdo iesjguhtik gielajda ja dan adnuj.

source: Daid dovdduid lea dehálaš dahkat oinnolažžan ja guorahallat, sihke gielladiđolašvuođa geahččanguovllus ja sámepedagogihka inklusiivvalašvuođa ja máná aktiivvalaš rolla dáfus.
smj: Dájt dåbdojt la ájnas vuojnnusij buktet ja guoradallat, sihke gielladiedulasjvuoda gáktuj ja sebradahtte sámepedagogihka ja máná aktijva rålla gáktuj.

source: Lea deaŧalaš ahte mánáidgárddiid bargit ja oahpaheaddjit dihtet ahte giellabirrasa stivren ii dagat mánáide dorvvuhisvuođa, muhto baicca doarju mánáid dorvvolašvuođa.
smj: Ájnas la mánájgárdij bargge ja åhpadiddje diehti giellabirrasa stivrrim ij dagá mánájda dårvodisvuodav, valla farra doarjju mánáj dårvulasjvuodav.

source: Dutkamat leat maiddái čájehan ahte go sámi nuorat máhttet sámegiela, de sis lea nannoset čanastat sámi identitehtii, ja dat orru nanneme sin buresveadjima.
smj: Dutkama li aj vuosedam gå sáme nuora bukti sámástit, de la siján nannusap tjanos sáme identitiehttaj, ja vuojnnet nanni sijá rijbbamav.

source: Sámi mánnái lea nappo buorre oahppat sámegiela, ja dan son dahká buoremusat jus beassá beaivválaččat leat ovttagielat sámegielat birrasis ja go sus 27 vurdojuvvo ahte hupmagoahtá sámegiela.
smj: Sáme mánnáj la nappu buorre sámegielav oahppat, ja dav buoremusát dahká jus bæssá bæjválattjat liehket avtagielak sámegiela birrasin ja gå sujsta vuordeduvvá jut sámástahttjá.

source: Ásahusat eai berre atnit vuođđun máná giellapreferánssaid dakkár dilis go mánná ii vuos hálddaš sámegiela nu bures.
smj: Ásadusá e bierri adnet vuodon máná giellapreferánsajt dakkár dilen gå mánná ij ájn sámegielav nav buoragit buvte.

source: Ovttagielat, sámegielat birrasa dáfus lea hui mearkkašahtti dat, galle bargi leat dihto sturrosaš mánnájoavkkus.
smj: Galla bargge li visses stuorrusasj mánnájuohkusin vájkkut avtagielak sámegielak birrasa gáktuj.

source: Dušše jus rávesolbmot leat doarvái, sii nagodit searvat aktiivvalaččat mánáid stohkosiidda ja doaimmaide ja stivret mánáid sámásteami.
smj: Dåssju jus li nuoges ållessjattuga, de nahki dåjmalattjat sæbrrat mánáj ståhkusijda ja dåjmajda ja stivrrit mánáj sámástimev.

source: Mađi eambbo mánát leat iehčanassii, dađi eambbo jáhkehahtti lea ahte sii gulahallet riikkagillii.
smj: Madi ienep máná li galluga, dadi ienep jáhkedahtte la jut rijkagiellaj guládalli.

source: Bargojoavku deattuha ahte sámi mánáidgárddiin ja skuvladoaimmain galget leat eambbo bargit go riikkagielat doaimmain.
smj: Barggojuogos dættot sáme mánájgárdijn ja skåvllåfálaldagájn galggi liehket ienep bargge gå rijkagiela fálaldagájn.

source: Dan ferte doaimmaid lágideaddji ja jođiheaddji váldit vuhtii.
smj: Dav hæhttu (fálaldak)æjgáda ja jådediddje vieledit.

source: 8.3 Árvvoštallan
smj: 8.3 Árvustallam

source: Gievrras giellamodeallaid definišuvnnas lea árvvoštallan dehálaš oassi.
smj: Nanos giellamodellaj definisjåvnån la árvustallam ájnas oasse.

source: Mánáid giellageavaheapmi galgá jeavddalaččat árvvoštallojuvvot.
smj: Mánáj giellaanov galggá juovnnát árvustallat.

source: Árvvoštallama vuođđun lea bargojoavkku defineren ulbmil: produktiiva sámegielat mánát.
smj: Árvustallama vuodon la barggojuohkusa definieridum ulmme: produktijva sámegielak máná.

source: Go dan galgá árvvoštallat, de ferte jearrat: “Sámástitgo mánát?
smj: Gå dáv galggá árvustallat, de hæhttu gatjádit: “Sámásti gus máná?

source: ” Dán jearaldaga berre guorahallat guokte fáktora bokte: 1. mánáid gielalaš návccat, dahjege sin máhttu sámegielas, 2. sin giellaválljen, nappo dat, geavahitgo sii sámegiela produktiivvalaččat iešguđet olbmuiguin ja diliin.
smj: ” Dáv gatjálvisáv bierri guovte faktåvrå baktu guoradallat: 1. 27 mánáj gielalasj fámo, jali sijá máhtudahka sámegielan, 2. sijá giellaválljim, nappu jus adni sámegielav produktijvalattjat iesjguhtik ulmutjij ja dilijn.

source: Go sámegiella lea mánnájoavkku gulahallangiellan ja mánát duođaid leat produktiiva sámegielagat, de árvvoštallamii boahtá maid liige oassi, mii nannenmodeallain álggu rájes lea árvvoštallama guovddážis: Movt lea mánáid sámegiella?
smj: Gå sámegiella l mánnájuohkusa guládallamgiellan ja máná duodaj li produktijva sámegielaga, de árvustallamij boahtá duoddeoasse aj, mij nannimmodella álgo rájes la árvustallama guovdátjin: Gåktu l mánáj sámegiella?

source: Movt mii sáhttit bargat vai máná giella ovdána?
smj: Gåktu máhttep barggat vaj máná giella åvddån?

source: Oamastanjoavkkus ferte ovddemusat bargat dainna ahte mánát sámástit juohke áidna dilis, ja nu ii leat ávkkálaš árvvoštallamis deattuhit mánáid giela iešvuođaid ja máŋggabealatvuođa ovdal go sámegiella lea mánnájoavkku gulahallama ja oahppama reaidun.
smj: Åmastimjuohkusin hæhttu åvdemusát barggat jut máná sámásti juohkka ájnna dilen, ja navti ij la ávkálasj árvustallamin dættodit mánáj giela iesjvuodajt ja moattebelakvuodav åvddål gå sámegiella l mánnájuohkusa guládallama ja oahppama ræjddon.

source: Árvvoštallama ulbmil lea addit bargiide reaidduid vai sáhttet bargovugiid rievdadit ja heivehit daidda hástalusaide maid vásihit mánnájoavkku giellageavaheamis ja gielladáiddus.
smj: Árvustallama ulmme l vaddet barggijda ræjdojt vaj máhtti barggovuogijt rievddadit ja hiebadit dajda hásstalusájda majt mánnájuohkusa giellaanon ja gielladájdon vásedi.

source: Árvvoštallama ulbmil ii leat dušše bargiid diđolažžan dahkat das goas mánát eai sámás ja goas de fertejit rievdadit bargovugiid.
smj: Árvustallama ulmme ij la dåssju barggijt diedulattjan dahkat goassa máná e sámásta ja goassa hæhttuji barggovuogijt rievddadit.

source: Liikká dehálaš lea dahkat bargiid diđolažžan lihkostuvvama hárrái.
smj: Sæmmi ájnas la barggijt dahkat diedulattjan vuorbástuvvama hárráj.

source: Go lea diđolaš dasa maid dahká go mánát sámástit, de sáhttá dan bargovuogi ovdánahtti ja atnit sullasaš bargovugiid doaimmain main mánát eai sámás seamma ollu.
smj: Gå la diedulasj dasi majt dahká gå máná sámásti, de máhttá dav barggovuogev åvddånahttet ja adnet muodugasj barggovuogijt dåjmajn gånnå máná e sæmmi ålov sámásta.

source: Go mánnájoavku rievdá, de árvvoštallama bokte čielgasit boahtá ovdan jus giellageavaheapmi ja giellamáhttu mánáid gaskkas rievdá, ja nu sáhttáge álo heivehit bargovugiid mánnájoavkku hárrái.
smj: Gå mánnájuogos rievddá, de árvustallama baktu tjielggasit åvddån boahtá jus giellaadno ja giellamáhtudahka mánáj gaskan rievddá, ja navti máhttá agev barggovuogijt hiebadit mánnájuohkusa hárráj.

source: Vaikko okta bargovuohki lea doaibman ovdal, de ii leat daddjon ahte dat doaibmá maiddái dalle go mánnájoavku rievdá.
smj: Vájku akta barggovuohke l åvddåla doajmmam, de ij la javladuvvam dat doajmmá gå mánnájuogos rievddá.

source: Guovddáš jearaldagat oamastanmodealla árvvoštallamis: Leago mánná ollen dakkár gielladáiddu dássái ahte sus leat návccat sámástit produktiivvalaččat?
smj: Guovdásj gatjálvisá åmastimmodella árvustallamin: Le gus mánná dakkár gielladájdo dássáj jåksåm jut buktá produktijvalattjat sámástit?

source: Makkár dilálašvuođain mánát lávejit sámástit?
smj: Makkir aktijvuodajn bruvkkuji máná sámástit?

source: Goas buoremusat lihkostuvvat?
smj: Goassa buoremusát vuorbástuvvap?

source: Goas mánát eai báljo sámás, ja movt sáhttit mánáid giellageavaheami stivret sámegiela guvlui dákkár dilis?
smj: Goassa máná vargga e sámásta, ja gåktu máhttep mánáj giellaanov stivrrit sámegiela guovlluj dákkár dilen?

source: Maid mii dahkat riekta?
smj: Majt riekta dahkap?

source: Movt sáhttit rievdadit bargovugiid vai lihkostuvvat buorebut?
smj: Gåktu máhttep barggovuogijt rievddadit vaj buorebut vuorbástuvvap?

source: Guovddáš jearaldagat nannenmodealla árvvoštallamis: Leatgo giellaoahpalaš oasit mat leat rašit mánnájoavkku gielas?
smj: Guovdásj gatjálvisá nannimmodella árvustallamin: Le gus giellaåhpalasj oase ma li rasje mánnájuohkusa gielan?

source: Movt lea mánáid sátnehivvodat?
smj: Gåktu l mánáj báhkoboanndudahka?

source: Adnojitgo riikkagielsánit ollu?
smj: Aneduvvi gus moadda rijkagiela bágo?

source: Dán árvvoštallama ulbmil lea fuomášuhttit bargiide daid beliid máná gielas maid diđolaččat sáhttet nannet.
smj: Dán árvustallama ulmme l huomájahttet barggijda dajt bielijt máná gielas majt diedulattjat máhtti nannit.

source: Jus riikkagiella adnojuvvo ollu mánnájoavkkus, de berre vuoruhit oažžut sámegiela gulahallangiellan mánáid gaskkas.
smj: Jus rijkagiella aneduvvá ednagit mánnájuohkusin, de bierri vuorodit oadtjot sámegielav guládallamgiellan mánáj gaskan.

source: Árvvoštallan lea guovddáš oassi diđolaš giellageavadis danne go dat lea buorre vuohki movt rávesolbmot mánáidgárddiin ja skuvllain šaddet diđolaččat iežaset bargovugiin.
smj: Árvustallam la guovdásj oasse diedulasj giellapráksisijs danen gå dat la buorre vuohke gåktu ållessjattuga mánájgárdijn ja skåvlåjn sjaddi diedulattja ietjasa barggovuogijda.

source: Mánát berrejit searvadahttojuvvot árvvoštallamii, dán birra leat čállán eanet kapihttalis 5.2.2.
smj: Máná bierriji árvustallamij sebrudahteduvvat, dáv lagábut tjielggip kapihttalin 5.2.2.

source: 9 Gievrras giellamodeallaid ollašuhttin sámi mánáidgárddiin ja skuvllain: vejolaš bargovuogit
smj: 28 9 Nanos giellamodellaj ållidibme sáme mánájgárdijn ja skåvlåjn: vejulasj barggovuoge

source: Dokumeanttas leat dál boahtán ovdan gievrras giellamodealla guokte beali, organisatoralaš bealit mat fertejit leat sajis, ja diđolaš giellageavadat, maiguin mánáidgárddiin ja skuvllain ferte bargat vai sámegielat fálaldat doaibmá.
smj: Dokumentan li dálla boahtám åvddån nanos giellamodellaj guokta biele, organisasjåvnålasj vidjura ma hæhttuji sajen liehket, ja diedulasj giellapráksisa, maj mánájgárdijn ja skåvlåjn hæhttu barggat vaj sámegielak fálaldahka doajmmá.

source: Dát gullet sámegieloahpahusa struktuvrralaš eavttuide.
smj: Dá gulluji sámegielåhpadusá struktuvralasj vidjurijda.

source: Dán kapihttalis bargojoavku guorahallá iešguđet praktihkalaš beliid, mat laktásit gievrras giellamodeallaid ollašuhttimii.
smj: Dán kapihttalin barggojuogos guoradallá iesjguhtik praktihkalasj vidjurijt, ma li nanos giellamodellaj ållidibmáj tjanádum.

source: Oahpaheddjiin ja mánáidgárdebargiin lea metodafriddjavuohta, dat mearkkaša ahte ieža besset mearridit makkár bargovugiid áigot geavahit.
smj: Åhpadiddjijn ja mánájgárddebarggijn la metåvddåfriddjavuohta, dat merkaj ietja bessi mierredit makkir barggovuogijt ájggu adnet.
